Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Use the on-device model to catch names, addresses, dates, and free-form secrets that pattern rules miss. Runs locally; pattern rules in the Rules tab work without it.
ko: 온디바이스 모델을 사용하여 패턴 규칙이 놓치는 이름, 주소, 날짜 및 자유 형식 비밀을 포착합니다. 로컬에서 실행되며, 규칙 탭의 패턴 규칙은 모델 없이도 작동합니다.
ru: Используйте модель на устройстве, чтобы улавливать имена, адреса, даты и секреты в свободной форме, которые пропускают правила шаблонов. Запускается локально; правила шаблонов на вкладке «Правила» работают и без него.
zh_hans: 使用设备端模型捕捉正则规则遗漏的姓名、地址、日期以及自由格式的密钥。模型在本地运行；「规则」标签页中的正则规则无需模型即可正常工作。
zh_hant: 使用設備端模型捕捉正則規則遺漏的姓名、地址、日期以及自由格式的密鑰。模型在本地運行；「規則」標籤頁中的正則規則無需模型即可正常工作。

source: Use the OpenAI-compatible base URL https://api.atlascloud.ai/v1
ko: OpenAI 호환 기본 URL https://api.atlascloud.ai/v1을 사용하세요
ru: Используйте OpenAI-совместимый базовый URL https://api.atlascloud.ai/v1
zh_hans: 使用 OpenAI 兼容的基础 URL https://api.atlascloud.ai/v1
zh_hant: 使用OpenAI兼容的基礎URL https://api.atlascloud.ai/v1

source: Use the resource key from Azure Portal.
ko: Azure Portal의 리소스 키를 사용하세요.
ru: Используйте ключ ресурса с портала Azure.
zh_hans: 使用来自 Azure 门户的资源密钥。
zh_hant: 使用來自 Azure 門戶的資源密鑰。

source: Use the Table dropdown above to choose which of this agent's tables you want to browse.
ko: 이 에이전트의 테이블 중 찾아볼 테이블을 선택하려면 위의 테이블 드롭다운을 사용하세요.
ru: Используйте раскрывающийся список «Таблица» выше, чтобы выбрать, какую из таблиц этого агента вы хотите просмотреть.
zh_hans: 使用上方的表下拉菜单，选择你想浏览此智能体的哪个表。
zh_hant: 使用上方的表下拉菜單，選擇你想瀏覽此智能體的哪個表。

source: Use the Test button in Edit to reproduce the failure.
ko: 실패를 재현하려면 편집의 테스트 버튼을 사용하세요.
ru: Используйте кнопку «Тест» в режиме «Редактировать», чтобы воспроизвести ошибку.
zh_hans: 使用编辑中的测试按钮来重现故障。
zh_hant: 使用編輯中的測試按鈕來重現故障。

source: Use the Test button or copy diagnostics when reporting the issue.
ko: 문제를 보고할 때 테스트 버튼을 사용하거나 진단을 복사하세요.
ru: Используйте кнопку «Тест» или скопируйте диагностику при сообщении о проблеме.
zh_hans: 在报告问题时，请使用测试按钮或复制诊断信息。
zh_hant: 在報告問題時，請使用測試按鈕或複製診斷信息。

source: Use this model
ko: 이 모델 사용
ru: Используйте эту модель
zh_hans: 使用此模型
zh_hant: 使用此模型

source: Used by %lld projects
ko: %lld개 프로젝트에서 사용 중
ru: Используется в %lld проектах
zh_hans: %lld 个项目正在使用
zh_hant: %lld 個專案正在使用

source: Used by project %@
ko: "%1$@" 프로젝트에서 사용 중
ru: Используется в проекте «%1$@»
zh_hans: 项目"%1$@"正在使用
zh_hant: 專案「%1$@」正在使用

source: Used when a request doesn't specify these. Leave blank to honor the model's own defaults.
ko: 요청에 이것이 지정되지 않은 경우 사용됩니다. 모델의 자체 기본값을 적용하려면 비워 두세요.
ru: Используется, когда в запросе они не указаны. Оставьте пустым, чтобы сохранить настройки модели по умолчанию.
zh_hans: 当请求中未指定这些参数时使用。留空以遵循模型自身的默认设置。
zh_hant: 當請求中未指定這些參數時使用。留空以遵循模型自身的默認設置。

source: Used when the GPU paged cache is off.
ko: GPU 페이징 캐시가 꺼져 있을 때 사용됩니다.
ru: Используется, когда страничный кэш GPU выключен.
zh_hans: 在 GPU 分页缓存关闭时使用。
zh_hant: 在 GPU 分頁緩存關閉時使用。

source: User
ko: 사용자
ru: Пользователь
zh_hans: 用户
zh_hant: 用戶

source: User Agent
ko: 사용자 에이전트
ru: Пользовательский агент
zh_hans: 用户代理
zh_hant: 用戶智能體

source: User Bubble
ko: 사용자 버블
ru: Пользовательский пузырь
zh_hans: 用户气泡
zh_hant: 用戶氣泡

source: Uses Anthropic's paginated model catalog endpoint.
ko: Anthropic의 페이지화된 모델 카탈로그 엔드포인트를 사용합니다.
ru: Использует эндпоинт каталога моделей Anthropic с разбивкой на страницы.
zh_hans: 使用 Anthropic 的分页模型目录端点。
zh_hant: 使用Anthropic的分頁模型目錄端點。

source: Uses the default system behavior
ko: 기본 시스템 동작을 사용합니다
ru: Использует поведение системы по умолчанию
zh_hans: 使用默认系统行为
zh_hant: 使用默認系統行爲

source: Uses the live ChatGPT model catalog after sign-in, with the static Codex fallback before sign-in.
ko: 로그인 후에는 실시간 ChatGPT 모델 카탈로그를 사용하고 로그인 전에는 정적 Codex 폴백을 사용합니다.
ru: После входа в систему используется каталог моделей Live ChatGPT со статическим резервным вариантом Codex перед входом в систему.
zh_hans: 登录后使用实时的 ChatGPT 模型目录，登录前则使用静态的 Codex 作为回退。
zh_hant: 登錄後使用實時的 ChatGPT 模型目錄，登錄前則使用靜態的 Codex 作爲回退。

source: Uses your ChatGPT Plus/Pro subscription.
ko: ChatGPT Plus/Pro 구독을 사용합니다.
ru: Использует вашу подписку ChatGPT Plus/Pro.
zh_hans: 使用你的 ChatGPT Plus/Pro 订阅。
zh_hant: 使用你的 ChatGPT Plus/Pro 訂閱。

source: Uses your global chat settings
ko: 전역 채팅 설정을 사용합니다
ru: Использует ваши глобальные настройки чата
zh_hans: 使用你的全局聊天设置
zh_hant: 使用你的全局聊天設置

source: Uses your global memory settings
ko: 전역 메모리 설정을 사용합니다
ru: Использует ваши глобальные настройки памяти
zh_hans: 使用你的全局记忆设置
zh_hant: 使用你的全局記憶設置

source: Uses your OpenRouter account.
ko: OpenRouter 계정을 사용합니다.
ru: Использует ваш аккаунт OpenRouter.
zh_hans: 使用你的 OpenRouter 账户。
zh_hant: 使用你的 OpenRouter 賬戶。

source: Uses your SuperGrok or X Premium+ subscription.
ko: SuperGrok 또는 X Premium+ 구독을 사용합니다.
ru: Использует вашу подписку SuperGrok или X Premium+.
zh_hans: 使用你的 SuperGrok 或 X Premium+ 订阅。
zh_hant: 使用你的 SuperGrok 或 X Premium+ 訂閱。

source: Using AI + pattern rules
ko: AI + 패턴 규칙 사용 중
ru: Использование ИИ + правил шаблона
zh_hans: 使用 AI + 正则规则
zh_hant: 使用AI + 正則規則

source: Using default location
ko: 기본 위치 사용 중
ru: Использование местоположения по умолчанию
zh_hans: 正在使用默认位置
zh_hant: 正在使用默認位置

source: Using defaults; your saved file was left untouched.
ko: 기본값을 사용 중입니다. 저장된 파일은 변경되지 않았습니다.
ru: Используются значения по умолчанию; сохранённый файл не изменён.
zh_hans: 正在使用默认值；你保存的文件未被更改。
zh_hant: 正在使用默認值；你保存的文件未被更改。

source: Using pattern rules only
ko: 패턴 규칙만 사용 중
ru: Использование только шаблонных правил
zh_hans: 仅使用模式规则
zh_hant: 僅使用正則規則

source: Using the developer override binary (OSAURUS_WA_PATH).
ko: 개발자 재정의 바이너리(OSAURUS_WA_PATH)를 사용하고 있습니다.
ru: Используется бинарный файл, заданный переопределением разработчика (OSAURUS_WA_PATH).
zh_hans: 正在使用开发者覆盖二进制文件（OSAURUS_WA_PATH）。

source: Using the developer override binary.
ko: 개발자 재정의 바이너리를 사용하고 있습니다.
ru: Используется бинарный файл, заданный переопределением разработчика.
zh_hans: 正在使用开发者覆盖的二进制文件。
zh_hant: 正在使用開發者覆蓋的二進位檔案。

source: VAD Mode
ko: VAD 모드
ru: Режим VAD
zh_hans: VAD 模式
zh_hant: VAD 模式

source: Validate, filter, deduplicate, and recover installed themes.
ko: 설치된 테마를 검증, 필터링, 중복 제거 및 복구합니다.
ru: Проверка, фильтрация, дедупликация и восстановление установленных тем.
zh_hans: 验证、过滤、去重和恢复已安装的主题。
zh_hant: 驗證、過濾、去重和恢復已安裝的主題。

source: Validated today; the streaming coalescer bridge ships in a follow-up.
ko: 오늘 검증되었습니다. 스트리밍 병합기 브리지는 후속 작업으로 제공됩니다.
ru: Подтверждено сегодня; Поточный коагуляторный мост отправляется в продолжение.
zh_hans: 今日已验证；流聚合桥接器将在后续版本中推出。
zh_hant: 今日已驗證；流聚合橋接器將在後續版本中推出。

source: value
ko: 값
ru: ценить
zh_hans: 值
zh_hant: 值

source: Value
ko: 값
ru: Значение
zh_hans: 值
zh_hant: 值

source: Venice System Prompt
ko: Venice 시스템 프롬프트
ru: Подсказка Венецианской системы
zh_hans: Venice 系统提示
zh_hant: Venice 系統提示

source: Verbosity of the server-side request log.
ko: 서버 측 요청 로그의 세부 정보 표시 수준입니다.
ru: Подробность журнала запросов на стороне сервера.
zh_hans: 服务端请求日志的详细程度。
zh_hant: 服務器端請求日誌的詳細程度。

source: Verified
ko: 확인됨
ru: Проверено
zh_hans: 已验证

source: Verify the process speaks MCP JSON-RPC on stdin/stdout.
ko: 프로세스가 stdin/stdout에서 MCP JSON-RPC를 사용하는지 확인하세요.
ru: Убедитесь, что процесс говорит MCP JSON-RPC на стандартном вводе/выходе.
zh_hans: 验证进程在 stdin/stdout 上使用 MCP JSON-RPC。
zh_hant: 驗證進程在 stdin/stdout 上使用 MCP JSON-RPC。

source: Verifying identity
ko: 신원 확인 중
ru: Проверка идентификации
zh_hans: 正在验证身份
zh_hant: 正在驗證身份

source: Verifying...
ko: 확인 중...
ru: Проверка...
zh_hans: 正在验证…
zh_hant: 正在驗證…

source: Version
ko: 버전
ru: Версия
zh_hans: 版本
zh_hant: 版本

source: Video file too large
ko: 비디오 파일이 너무 큼
ru: Видеофайл слишком большой
zh_hans: 视频文件过大
zh_hant: 視頻文件過大

source: View
ko: 보기
ru: Вид
zh_hans: 查看
zh_hant: 查看

source: View all
ko: 전체 보기
ru: Показать все
zh_hans: 查看全部
zh_hant: 查看全部

source: View All %lld Episodes
ko: 전체 에피소드 %lld개 보기
ru: Посмотреть все эпизоды (%lld)
zh_hans: 查看全部 %lld 个情景
zh_hant: 查看全部 %lld 個情節

source: View collection details
ko: 컬렉션 세부정보 보기
ru: Показать сведения о коллекции
zh_hans: 查看集合详情
zh_hant: 檢視集合詳細資訊

source: View Details
ko: 세부 정보 보기
ru: Посмотреть детали
zh_hans: 查看详情
zh_hant: 查看詳情

source: View Docs
ko: 문서 보기
ru: Посмотреть документы
zh_hans: 查看文档
zh_hant: 查看文檔

source: View in Insights
ko: 인사이트에서 보기
ru: Посмотреть в статистике
zh_hans: 在洞察中查看
zh_hant: 洞察視圖

source: View on GitHub
ko: GitHub에서 보기
ru: Посмотреть на GitHub
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上查看

source: View on Hugging Face
ko: Hugging Face에서 보기
ru: Открыть на Hugging Face
zh_hans: 在 Hugging Face 上查看
zh_hant: 在 Hugging Face 上查看

source: View recovery phrase
ko: 복구 문구 보기
ru: Посмотреть фразу восстановления
zh_hans: 查看恢复助记词
zh_hant: 查看恢復助記詞

source: View Session
ko: 세션 보기
ru: Посмотреть сеанс
zh_hans: 查看会话
zh_hant: 查看會話

source: View Skill
ko: 스킬 보기
ru: Посмотреть навык
zh_hans: 查看技能
zh_hant: 查看技能

source: View this connection's requests in Insights
ko: 인사이트에서 이 연결의 요청 보기
ru: Просмотрите запросы этого подключения в Insights
zh_hans: 在洞察中查看此连接的请求
zh_hant: 在洞察中查看此連接的請求

source: Viewed changes
ko: 조회된 변경 사항
ru: Просмотренные изменения
zh_hans: 已查看更改
zh_hant: 已查看更改

source: Viewing changes
ko: 변경 사항 조회 중
ru: Просмотр изменений
zh_hans: 正在查看更改
zh_hant: 正在查看更改

source: Views
ko: 조회수
ru: Просмотры
zh_hans: 视图
zh_hant: 視圖

source: Views: %lld
ko: 조회수: %lld
ru: Просмотры: %lld
zh_hans: 视图：%lld 个
zh_hant: 視圖：%lld 個

source: Vision
ko: 비전
ru: Зрение
zh_hans: 视觉
zh_hant: 視覺

source: Vision / video / audio gating. Auto follows the loaded model; Force-Off rejects media regardless of model capability.
ko: 비전/비디오/오디오 게이팅. 자동은 로드된 모델을 따르며, 강제 끄기는 모델 기능과 관계없이 미디어를 거부합니다.
ru: Ограничения для изображений, видео и аудио. Auto следует загруженной модели; Force-Off отклоняет медиа независимо от возможностей модели.
zh_hans: 视觉/视频/音频门控。Auto 跟随已加载模型；Force-Off 无论模型能力如何都拒绝媒体。
zh_hant: 視覺/視頻/音頻門控。Auto 跟隨已加載模型；Force-Off 無論模型能力如何都拒絕媒體。

source: Vision + Language
ko: 비전 + 언어
ru: Видение + Язык
zh_hans: 视觉 + 语言
zh_hant: 視覺 + 語言

source: Vision-Language Mode
ko: 비전-언어 모드
ru: Режим визуального языка
zh_hans: 视觉语言模式
zh_hant: 視覺語言模式

source: Visual Theme
ko: 시각적 테마
ru: Визуальная тема
zh_hans: 视觉主题
zh_hant: 視覺主題

source: Voice
ko: 음성
ru: Голос
zh_hans: 语音
zh_hant: 語音

source: Voice (Advanced)
ko: 음성(고급)
ru: Голос (расширенный)
zh_hans: 语音（高级）
zh_hant: 語音（高級）

source: Voice Detection Error: %@
ko: 음성 감지 오류: %@
ru: Ошибка распознавания голоса: %@
zh_hans: 语音检测错误：%@
zh_hant: 語音檢測錯誤：%@

source: Voice Detection: Disabled — Click to enable
ko: 음성 감지: 사용 안 함 — 클릭하여 사용
ru: Обнаружение голоса: отключено — нажмите, чтобы включить
zh_hans: 语音检测：已禁用 — 点击启用
zh_hant: 語音檢測：已禁用 - 點擊啓用

source: Voice Detection: Listening — Click to disable
ko: 음성 감지: 듣는 중 — 클릭하여 사용 안 함
ru: Обнаружение голоса: прослушивание — нажмите, чтобы отключить
zh_hans: 语音检测：正在聆听 — 点击禁用
zh_hant: 語音檢測：正在聆聽 - 點擊禁用

source: Voice Detection: No model selected
ko: 음성 감지: 모델 선택 안 됨
ru: Обнаружение голоса: модель не выбрана
zh_hans: 语音检测：未选择模型
zh_hant: 語音檢測：未選擇模型

source: Voice Detection: Not configured (Select agents in settings)
ko: 음성 감지: 구성되지 않음(설정에서 에이전트 선택)
ru: Обнаружение голоса: не настроено (выберите агентов в настройках)
zh_hans: 语音检测：未配置（请在设置中选择智能体）
zh_hant: 語音檢測：未配置（請在設置中選擇智能體）

source: Voice Detection: Ready — Click to disable
ko: 음성 감지: 준비됨 — 클릭하여 사용 안 함
ru: Обнаружение голоса: готово — нажмите, чтобы отключить
zh_hans: 语音检测：就绪 — 点击禁用
zh_hant: 語音檢測：就緒 - 點擊禁用

source: Voice Detection: Starting...
ko: 음성 감지: 시작 중...
ru: Обнаружение голоса: запуск…
zh_hans: 语音检测：正在启动...
zh_hant: 語音檢測：正在啓動...

source: Voice Input
ko: 음성 입력
ru: Голосовой ввод
zh_hans: 语音输入
zh_hant: 語音輸入

source: Voice Input in Chat
ko: 채팅에서 음성 입력
ru: Голосовой ввод в чате
zh_hans: 聊天中的语音输入
zh_hant: 聊天中的語音輸入

source: Voice output lives in the Voice section; chat greetings are in Customization > Empty State.
ko: 음성 출력은 음성 섹션에 있으며, 채팅 인사말은 맞춤 설정 > 빈 상태에 있습니다.
ru: Голосовой вывод находится в разделе «Голос»; приветствия в чате находятся в разделе «Настройки» > «Пустое состояние».
zh_hans: 语音输出位于“语音”部分；聊天问候在“自定义”>“空状态”。
zh_hant: 語音輸出位於“語音”部分；聊天問候在“自定義”>“空狀態”。

source: Voice output lives in the Voice section; the greeting text and personality are in Customization > Empty State.
ko: 음성 출력은 음성 섹션에 있으며, 인사말 텍스트와 성격은 맞춤 설정 > 빈 상태에 있습니다.
ru: Голосовой вывод находится в разделе «Голос»; текст приветствия и идентификация находятся в разделе «Настройка» > «Пустое состояние».
zh_hans: 语音输出位于“语音”部分；问候文本和个性设置在“自定义”>“空状态”。
zh_hant: 語音輸出位於「語音」部分；問候文本和個性設置在「自定義」>「空狀態」。

source: Voice Sensitivity
ko: 음성 민감도
ru: Чувствительность к голосу
zh_hans: 语音灵敏度
zh_hant: 語音靈敏度

source: Voice Transcription
ko: 음성 전사
ru: Голосовая транскрипция
zh_hans: 语音转写
zh_hant: 語音轉寫

source: Voice transcription ready
ko: 음성 전사 준비됨
ru: Транскрипция голоса готова
zh_hans: 语音转写已就绪
zh_hant: 語音轉寫已就緒

source: Voice-activated agent switching
ko: 음성 활성화 에이전트 전환
ru: Переключение агентов голосом
zh_hans: 语音激活的智能体切换
zh_hant: 語音激活的智能體切換

source: Voice-to-text input for any application
ko: 모든 응용 프로그램을 위한 음성 텍스트 변환 입력
ru: Голосовой ввод в текст для любого приложения
zh_hans: 适用于任意应用的语音转文字输入
zh_hant: 適用於任意應用的語音轉文字輸入

# voice.tts.remote.title
source: Server
ko: 서버
ru: Сервер
zh_hans: 服务器
zh_hant: 服務器

source: Wait until the first request before loading any model.
ko: 모델을 불러오기 전에 첫 번째 요청까지 대기합니다.
ru: Прежде чем загружать любую модель, дождитесь первого запроса.
zh_hans: 等待第一个请求到达后再加载任何模型。
zh_hant: 等待第一個請求到達後再加載任何模型。

source: Waiting
ko: 대기 중
ru: Ожидающий
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for a curator to propose a fix
ko: 큐레이터가 수정안을 제안하기를 기다리는 중
ru: Ожидание предложения исправления от куратора
zh_hans: 等待维护者提出修复建议
zh_hant: 等待維護者提出修復建議

source: Waiting for a QR code from the helper...
ko: 헬퍼의 QR 코드를 기다리는 중...
ru: Ожидание QR-кода от помощника...
zh_hans: 正在等待辅助程序生成二维码...

source: Waiting for a WhatsApp message. Send one now from an authorized sender in a readable chat.
ko: WhatsApp 메시지를 기다리는 중입니다. 지금 읽기 가능한 채팅에서 승인된 발신자로 메시지를 보내세요.
ru: Ожидание сообщения WhatsApp. Отправьте сообщение от авторизованного отправителя в доступном для чтения чате.
zh_hans: 正在等待 WhatsApp 消息。请立即从可读聊天中的授权发送者发送一条。

source: Waiting for a WhatsApp message...
ko: WhatsApp 메시지 대기 중...
ru: Ожидание сообщения WhatsApp...
zh_hans: 正在等待 WhatsApp 消息...

source: Waiting for an iMessage. Send one now from an authorized sender in a readable chat.
ko: iMessage를 기다리는 중입니다. 지금 읽기 가능한 채팅에서 승인된 발신자로 메시지를 보내세요.
ru: Ожидание iMessage. Отправьте сообщение от авторизованного отправителя в доступном для чтения чате.
zh_hans: 正在等待 iMessage。请立即从可读聊天中的授权发送者发送一条。

source: Waiting for an iMessage...
ko: iMessage 대기 중...
ru: Ожидание iMessage...
zh_hans: 正在等待 iMessage...

source: Waiting for browser…
ko: 브라우저 대기 중…
ru: Ожидание браузера…
zh_hans: 正在等待浏览器…
zh_hant: 正在等待瀏覽器…

source: Waiting for response...
ko: 응답 대기 중...
ru: Жду ответа…
zh_hans: 正在等待回复...
zh_hant: 正在等待回復...

source: Waiting for Your Approval
ko: 승인 대기 중
ru: Ожидает вашего одобрения
zh_hans: 等待你的批准
zh_hant: 等待您的核准

source: Waiting to be redeemed
ko: 사용 대기 중
ru: Ожидает активации
zh_hans: 等待兑换
zh_hant: 等待被贖回

source: Waits for you to manually click the stop button
ko: 수동으로 중지 버튼을 클릭할 때까지 대기합니다
ru: Ждет, пока вы вручную нажмете кнопку «Стоп»
zh_hans: 等待你手动点击停止按钮
zh_hant: 等待你手動點擊停止按鈕

source: Wake on Request
ko: 요청 시 깨우기
ru: Пробуждение по запросу
zh_hans: 按请求唤醒
zh_hant: 按請求喚醒

source: Wake Word Settings
ko: 호출어 설정
ru: Настройки слова пробуждения
zh_hans: 唤醒词设置
zh_hant: 喚醒詞設置

source: Wake-up brief
ko: 기상 브리핑
ru: Краткое пробуждение
zh_hans: 唤醒简报
zh_hant: 喚醒簡報

source: Walled off from your Mac
ko: 사용자의 Mac과 격리됨
ru: Изолировано от Mac
zh_hans: 与你的 Mac 隔离
zh_hant: 與你的 Mac 隔離

source: Wallet
ko: 지갑
ru: Кошелёк
zh_hans: 钱包
zh_hant: 錢包

source: Want more power?
ko: 더 강력한 성능이 필요하신가요?
ru: Хотите больше мощности?
zh_hans: 需要更强性能？
zh_hant: 需要更強性能？

source: Warm restart rootfs
ko: rootfs 웜 재시작
ru: Перезапустить rootfs без полного сброса
zh_hans: 热重启根文件系统
zh_hant: 熱重啓根文件系統

source: Warning
ko: 경고
ru: Предупреждение
zh_hans: 警告
zh_hant: 警告

source: WARNING: Access Not Determined
ko: 경고: 접근 권한이 결정되지 않음
ru: ПРЕДУПРЕЖДЕНИЕ: доступ не определён
zh_hans: 警告：访问未确定
zh_hant: 警告：訪問未確定

source: Watch a folder for new files — the agent runs automatically whenever something changes.
ko: 새 파일에 대해 폴더를 모니터링합니다 — 변경 사항이 있을 때마다 에이전트가 자동으로 실행됩니다.
ru: Следите за наличием в папке новых файлов — агент запускается автоматически всякий раз, когда что-то меняется.
zh_hans: 监视文件夹中的新文件——每当有内容变化时，智能体都会自动运行。
zh_hant: 監視文件夾中的新文件——每當有內容變化時，智能體都會自動運行。

source: Watched Folder
ko: 모니터링 대상 폴더
ru: Просматриваемая папка
zh_hans: 受监视的文件夹
zh_hant: 監控文件夾

source: Watcher
ko: 모니터링
ru: наблюдатель
zh_hans: 监视器
zh_hant: 監視器

source: Watchers
ko: 모니터링
ru: Наблюдатели
zh_hans: 监视器
zh_hant: 監視器

source: We collect anonymous, aggregated usage data to learn which features are used so we can improve Osaurus. It's completely anonymous and never includes your chats, prompts, files, or keys. You can turn this off anytime in Settings.
ko: Osaurus 개선을 위해 사용되는 기능을 파악하고자 익명화 및 집계된 사용 데이터를 수집합니다. 이 데이터는 완전히 익명으로 처리되며 사용자의 채팅, 프롬프트, 파일 또는 키는 절대 포함되지 않습니다. 설정에서 언제든지 이 기능을 끌 수 있습니다.
ru: Мы собираем анонимные агрегированные данные об использовании, чтобы понимать, какие функции востребованы, и улучшать Osaurus. Эти данные полностью анонимны и никогда не включают ваши чаты, промпты, файлы или ключи. Сбор можно в любой момент отключить в настройках.
zh_hans: 我们收集匿名的聚合使用数据，以了解哪些功能被使用，从而改进 Osaurus。这些数据完全匿名，绝不会包含你的聊天、提示词、文件或密钥。你可以随时在“设置”中关闭此功能。
zh_hant: 我們收集匿名的聚合使用數據，以瞭解哪些功能被使用，從而改進 Osaurus。這些數據完全匿名，絕不會包含你的聊天、提示詞、檔案或密鑰。你可以隨時在“設置”中關閉此功能。

source: We couldn't estimate memory needs for this model.
ko: 이 모델의 메모리 요구량을 예측할 수 없습니다.
ru: Нам не удалось оценить потребности в памяти для этой модели.
zh_hans: 我们无法估算此模型的内存需求。
zh_hant: 我們無法估算此模型的內存需求。

source: We couldn’t redeem this code. Check your connection and try again.
ko: 코드를 사용할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
ru: Не удалось активировать код. Проверьте подключение и повторите попытку.
zh_hans: 无法兑换代码。请检查网络连接后重试。
zh_hant: 無法兌換代碼。請檢查網路連線後再試一次。

source: We couldn’t set up your Osaurus Identity. Please try again.
ko: Osaurus ID를 설정할 수 없습니다. 다시 시도하세요.
ru: Не удалось настроить ваш идентификатор Osaurus. Повторите попытку.
zh_hans: 无法设置你的 Osaurus 身份。请重试。
zh_hant: 無法設定你的 Osaurus 身分。請再試一次。

source: We couldn’t verify your identity. Please try again.
ko: 신원을 확인할 수 없습니다. 다시 시도하세요.
ru: Не удалось подтвердить вашу личность. Повторите попытку.
zh_hans: 无法验证你的身份。请重试。
zh_hant: 無法驗證你的身分。請再試一次。

source: We'll keep trying. You can also add tools later from Settings.
ko: 계속 다시 시도하겠습니다. 설정에서 나중에 도구를 추가할 수도 있습니다.
ru: Мы продолжим попытки. Вы также можете добавить инструменты позже из настроек.
zh_hans: 我们会继续尝试。你也可以稍后从“设置”中添加工具。
zh_hant: 我們會繼續嘗試。你也可以稍後從「設置」中添加工具。

source: We'll open your browser to sign in. After approving, you'll be redirected back to Osaurus.
ko: 로그인을 위해 브라우저를 엽니다. 승인 후 Osaurus로 다시 리디렉션됩니다.
ru: Мы откроем ваш браузер для входа в систему. После одобрения вы будете перенаправлены обратно на Osaurus.
zh_hans: 我们将打开你的浏览器以进行登录。批准后，你将被重定向回 Osaurus。
zh_hant: 我們將打開你的瀏覽器以進行登錄。批准後，你將被重定向回 Osaurus。

source: We'll pick the most relevant ones from your enabled set each turn.
ko: 매 턴마다 활성화된 세트에서 가장 관련성 높은 것을 선택합니다.
ru: Каждый ход мы будем выбирать наиболее подходящие из вашего активного набора.
zh_hans: 我们会在每一轮从你启用的集合中挑选最相关的项目。
zh_hant: 我們會在每一輪從你啓用的集合中挑選最相關的項目。

source: We’ll take it from here.
ko: 여기서부터는 저희가 처리할게요.
ru: Дальше мы всё сделаем сами.
zh_hans: 接下来交给我们。
zh_hant: 接下來交給我們。

source: We're keeping the one you already have so nothing you've built breaks.
ko: 이미 구축한 내용이 손상되지 않도록 기존 항목을 유지합니다.
ru: Мы сохраняем тот, который у вас уже есть, поэтому ничего из созданного вами не сломается.
zh_hans: 我们会保留你已有的那个，这样你已构建的内容都不会受损。
zh_hant: 我們會保留你已有的那個，這樣你已構建的內容都不會受損。

source: We're keeping the signature you have so nothing breaks.
ko: 손상되는 내용이 없도록 기존 서명을 유지합니다.
ru: Мы сохраняем вашу подпись, чтобы ничего не сломалось.
zh_hans: 我们会保留你现有的签名，这样不会有任何东西出问题。
zh_hant: 我們會保留你現有的簽名，這樣不會有任何東西出問題。

source: Web App
ko: 웹 앱
ru: Веб-приложение
zh_hans: 网页应用
zh_hant: 網頁應用

source: Web Search
ko: 웹 검색
ru: Веб-поиск
zh_hans: 网页搜索
zh_hant: 網頁搜索

source: Web search for AI agents
ko: AI 에이전트를 위한 웹 검색
ru: Поиск в Интернете агентов ИИ
zh_hans: AI 智能体的网络信息搜索
zh_hant: AI 智能體的網絡信息搜索

source: Weekly
ko: 매주
ru: Еженедельно
zh_hans: 每周
zh_hant: 每週

source: Weekly Report
ko: 주간 보고서
ru: Еженедельный отчёт
zh_hans: 周报
zh_hant: 周報

source: Welcome back, friend
ko: 다시 오신 것을 환영합니다
ru: С возвращением, друг
zh_hans: 欢迎回来，朋友
zh_hant: 歡迎回來，朋友

source: What chats in this project have learned, shared across every agent.
ko: 이 프로젝트의 채팅이 학습한 내용으로, 모든 에이전트에서 공유됩니다.
ru: Что узнали чаты в этом проекте — доступно всем агентам.
zh_hans: 此项目中的聊天所学到的内容，在所有智能体间共享。
zh_hant: 此專案中的聊天所學到的內容，在所有代理間共享。

source: What do these filters mean?
ko: 이 필터들은 무엇을 의미하나요?
ru: Что означают эти фильтры?
zh_hans: 这些筛选器是什么意思？
zh_hant: 這些篩選器是什麼意思？

source: What it is
ko: 이것은 무엇인가요
ru: Что это такое
zh_hans: 它是什么
zh_hant: 它是什麼

source: What should the AI do when changes are detected?
ko: 변경 사항이 감지되면 AI가 무엇을 해야 하나요?
ru: Что должен делать ИИ при обнаружении изменений?
zh_hans: 检测到更改时，AI 应该做什么？
zh_hant: 檢測到更改時，AI 應該做什麼？

source: What should the AI do when this runs?
ko: 이것이 실행될 때 AI가 무엇을 해야 하나요?
ru: Что должен делать ИИ, когда это запустится?
zh_hans: 运行时 AI 应该做什么？
zh_hant: 運行時 AI 應該做什麼？

source: What the model can draw on by default.
ko: 모델이 기본적으로 활용할 수 있는 항목입니다.
ru: Что модель может использовать по умолчанию.
zh_hans: 模型默认可以借助的内容。
zh_hant: 模型默認可以藉助的內容。

source: What this corpus contains, shown to agents
ko: 이 자료의 내용 설명, 에이전트에게 표시됩니다
ru: Что содержит этот корпус, показывается агентам
zh_hans: 描述该资料库的内容，会展示给智能体
zh_hant: 描述此資料庫的內容，會顯示給代理

source: What this means right now
ko: 현재 이것이 의미하는 바
ru: Что это значит прямо сейчас
zh_hans: 当前这意味着什么
zh_hant: 當前這意味着什麼

source: What this tool does
ko: 이 도구의 역할
ru: Что делает этот инструмент
zh_hans: 此工具的作用
zh_hant: 此工具的作用

source: What's configured?
ko: 무엇이 설정되어 있나요?
ru: Что настроено?
zh_hans: 已配置了什么？
zh_hant: 已配置了什麼？

source: What's currently configured in Osaurus?
ko: 현재 Osaurus에 무엇이 설정되어 있나요?
ru: Что сейчас настроено в Osaurus?
zh_hans: Osaurus 目前配置了什么？
zh_hant: Osaurus 目前配置了什麼？

source: What's New
ko: 새로운 기능
ru: Что нового
zh_hans: 最新动态
zh_hant: 最新動態

source: What's New in v%@
ko: v%@의 새로운 기능
ru: Что нового в v%@
zh_hans: v%@ 的新功能
zh_hant: v%@ 的新功能

source: WhatsApp account linked.
ko: WhatsApp 계정이 연결되었습니다.
ru: Аккаунт WhatsApp привязан.
zh_hans: WhatsApp 账号已关联。

source: WhatsApp bridge helper
ko: WhatsApp 브리지 도우미
ru: Помощник моста WhatsApp
zh_hans: WhatsApp 桥接辅助程序

source: WhatsApp chats loaded
ko: WhatsApp 채팅 불러옴
ru: Чаты WhatsApp загружены
zh_hans: WhatsApp 聊天已加载

source: WhatsApp receive
ko: WhatsApp 수신
ru: Приём WhatsApp
zh_hans: WhatsApp 接收

source: WhatsApp requires a passkey check to link a new device. In a browser, open web.whatsapp.com, open the developer console (Cmd-Opt-J or F12), run the copied command, approve the passkey prompt, then paste the JSON line it prints below.
ko: WhatsApp는 새 기기를 연결할 때 패스키 확인을 요구합니다. 브라우저에서 web.whatsapp.com을 열고 개발자 콘솔(Cmd-Opt-J 또는 F12)을 연 뒤, 복사한 명령을 실행하고 패스키 프롬프트를 승인한 다음, 출력된 JSON 한 줄을 아래에 붙여넣으세요.
ru: WhatsApp требует проверку ключа доступа для привязки нового устройства. Откройте в браузере web.whatsapp.com, откройте консоль разработчика (Cmd-Opt-J или F12), выполните скопированную команду, подтвердите запрос ключа доступа, затем вставьте выведенную строку JSON ниже.
zh_hans: WhatsApp 要求通过通行密钥验证才能关联新设备。请在浏览器中打开 web.whatsapp.com，打开开发者控制台（Cmd-Opt-J 或 F12），运行复制的命令，通过通行密钥验证，然后将输出的 JSON 行粘贴到下方。
